Autodesk.Revit.DB.ExportLineweightTable.GetExportLineweightTableIteratorInternal
Returns a line weight table iterator to the line weight table.

Autodesk.Revit.DB.ExportLineweightTable.GetEnumerator
Returns an enumerator that iterates through the collection.
Returns: An IEnumerator( KeyValuePair(ExportLineweightKey^,ExportLineweightInfo^) ) object that can be used to iterate through key-value pairs in the collection.